Repository: amssdias/aerobox
Catalog: config/locale/*/LC_MESSAGES/django.po
Languages: es

source: An error occurred while processing your file. Please try again later.
es: Ocurrió un error al procesar tu archivo. Por favor, inténtalo de nuevo más tarde.

source: Pending
es: Pendiente

source: Success
es: Éxito

source: Failed
es: Fallido

source: The intended name of the file to be stored in S3.
es: El nombre deseado del archivo que se almacenará en S3.

source: The S3 path where the file is stored.
es: La ruta S3 donde se almacena el archivo.

source: The size of the file in bytes. This can be updated after the file is uploaded.
es: El tamaño del archivo en bytes. Puede actualizarse después de subirlo.

source: The MIME type of the file (e.g., 'image/jpeg', 'application/pdf').
es: El tipo MIME del archivo (por ejemplo, 'image/jpeg', 'application/pdf').

source: The user who uploaded the file (owner).
es: El usuario que subió el archivo (propietario).

source: The current status of the file upload process.
es: El estado actual del proceso de carga del archivo.

source: Any error message encountered during the file upload process.
es: Cualquier mensaje de error durante el proceso de carga del archivo.

source: Additional metadata related to the file, stored as a JSON object.
es: Metadatos adicionales del archivo, almacenados como un objeto JSON.

source: Cloud File
es: Archivo en la Nube

source: Cloud Files
es: Archivos en la Nube

source: The file name cannot contain '/' or '\'.
es: El nombre del archivo no puede contener '/' ni '\'.

source: The file name cannot be empty or consist only of whitespace.
es: El nombre del archivo no puede estar vacío ni contener solo espacios en blanco.

source: The file path must use '/' instead of '\'.
es: La ruta del archivo debe usar '/' en lugar de '\'.

source: The file path cannot start or end with '/'.
es: La ruta del archivo no puede comenzar ni terminar con '/'.

source: The file path cannot contain consecutive slashes.
es: La ruta del archivo no puede contener barras diagonales consecutivas.

source: The file path cannot contain dots (`.`). Dots are only allowed in file names for extensions.
es: La ruta del archivo no puede contener puntos (`.`). Solo se permiten en nombres de archivo para extensiones.

source: User is not authenticated.
es: El usuario no está autenticado.

source: Content type sent is not correct.
es: El tipo de contenido enviado no es correcto.

source: Failed to retrieve file. Please try again later.
es: No se pudo recuperar el archivo. Por favor, inténtalo de nuevo más tarde.

source: Unable to generate download URL. The file may not exist or there was an error with the storage service.
es: No se pudo generar la URL de descarga. El archivo puede no existir o hubo un error con el servicio de almacenamiento.

source: The file name cannot contain '.' or extensions.
es: El nombre del archivo no puede contener '.' ni extensiones.

source: The new file name cannot be the same as the current file name.
es: El nuevo nombre de archivo no puede ser igual al nombre actual.

source: A folder with this name already exists in the same parent folder.
es: Ya existe una carpeta con este nombre en la misma carpeta principal.

source: Received empty presigned URL
es: Se recibió una URL prefirmada vacía

source: Cloud Storage
es: Almacenamiento en la Nube

source: File Preview
es: Vista Previa de Archivos

source: File Sharing via Link
es: Compartir Archivos por Enlace

source: Folder Creation
es: Creación de Carpetas

source: Basic Email Support
es: Soporte por Correo Electrónico Básico

source: Unique identifier for the feature
es: Identificador único para la función

source: Optional: store feature-specific config
es: Opcional: almacenar configuración específica de la función

source: Credit Card
es: Tarjeta de Crédito

source: Paid
es: Pago

source: Canceled (Void)
es: Cancelado (Anulado)

source: Retrying
es: Reintentando

source: The date and time when the payment was made.
es: La fecha y hora en que se realizó el pago.

source: Payment Successful — Your Invoice is Ready
es: Pago Exitoso — Tu Factura Está Lista

source: Use this link to see your invoice: {link}
es: Usa este enlace para ver tu factura: {link}

source: Payment Failed – Update Your Payment Method
es: Pago Fallido – Actualiza Tu Método de Pago

source: Payment Successful!
es: ¡Pago realizado con éxito!

source: Dear user,
es: Estimado usuario,

source: We are pleased to inform you that your payment has been processed successfully. To check your invoice, please click the link below:
es: Nos complace informarte que tu pago ha sido procesado con éxito. Para ver tu factura, haz clic en el enlace a continuación:

source: View Invoice
es: Ver Factura

source: You can also return to the homepage by clicking the button below:
es: También puedes volver a la página de inicio haciendo clic en el botón de abajo:

source: Go to Homepage
es: Ir a la Página de Inicio

source: Thank you for trusting us.
es: Gracias por confiar en nosotros.

source: Best regards,
es: Saludos cordiales,

source: The Aerobox Team
es: El Equipo de Aerobox

source: All rights reserved.
es: Todos los derechos reservados.

source: Hello,
es: Hola,

source: Attention! We’ve detected a problem with the payment for your subscription renewal.
es: ¡Atención! Hemos detectado un problema con el pago de la renovación de tu suscripción.

source: We regret to inform you that the payment for renewing your subscription has failed.
es: Lamentamos informarte que el pago para renovar tu suscripción ha fallado.

source: We’ve attempted to process your payment %(attempts)s times without success.
es: Hemos intentado procesar tu pago %(attempts)s veces sin éxito.

source: To avoid cancellation of your subscription, please update your payment method by clicking the button below:
es: Para evitar la cancelación de tu suscripción, actualiza tu método de pago haciendo clic en el botón de abajo:

source: Update Payment Method
es: Actualizar Método de Pago

source: If you don’t update your payment method before %(deadline_date)s, your subscription will be canceled.
es: Si no actualizas tu método de pago antes del %(deadline_date)s, tu suscripción será cancelada.

source: Thank you for your attention.
es: Gracias por tu atención.

source: Active
es: Activa

source: Inactive
es: Inactiva

source: Canceled
es: Cancelada

source: Expired
es: Expirada

source: Monthly
es: Mensual

source: Yearly
es: Anual

source: Custom configuration for the feature in this plan
es: Configuración personalizada para la función en este plan

source: Date when the trial started, if applicable.
es: Fecha en la que comenzó la prueba, si aplica.

source: This plan is currently unavailable for purchase.
es: Este plan no está disponible para su compra en este momento.

source: Sorry, no amount defined for this plan.
es: Lo sentimos, no hay un monto definido para este plan.

source: No active subscription found for the current user.
es: No se encontró ninguna suscripción activa para el usuario actual.

source: Multiple active subscriptions found. Please contact support.
es: Se encontraron múltiples suscripciones activas. Por favor, contacta al soporte.

source: User with this email does not exist.
es: No existe un usuario con este correo electrónico.

source: Both passwords are required.
es: Ambas contraseñas son obligatorias.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Invalid UID.
es: UID inválido.

source: Invalid or expired token.
es: Token inválido o expirado.

source: A user with this email already exists. Please use a different email address.
es: Ya existe un usuario con este correo electrónico. Por favor, utiliza un correo electrónico diferente.

source: The two password fields must match.
es: Los dos campos de contraseña deben coincidir.

source: Password Reset Request
es: Solicitud de Restablecimiento de Contraseña

source: Use this link to reset your password: {link}
es: Usa este enlace para restablecer tu contraseña: {link}

source: Reset your password
es: Restablece tu contraseña

source: Hello %(user.username)s,
es: Hola %(user.username)s,

source: You requested to reset your password for your Aerobox account. Click the button below to create a new password:
es: Solicitaste restablecer la contraseña de tu cuenta de Aerobox. Haz clic en el botón de abajo para crear una nueva contraseña:

source: Reset Password
es: Restablecer Contraseña

source: If you didn't request to reset your password, you can ignore this email. Your account remains secure.
es: Si no solicitaste restablecer tu contraseña, puedes ignorar este correo. Tu cuenta sigue segura.

source: If you're having trouble clicking the 'Reset Password' button, copy and paste the following link into your browser:
es: Si tienes problemas al hacer clic en el botón 'Restablecer Contraseña', copia y pega el siguiente enlace en tu navegador:

source: © 2023 Aerobox. All rights reserved.
es: © 2023 Aerobox. Todos los derechos reservados.

source: Password reset link sent.
es: Enlace para restablecer la contraseña enviado.

source: Password has been reset successfully.
es: La contraseña se ha restablecido correctamente.
